[
    {
      "_id": "62892d34b27bc06c487af651",
      "index": 0,
      "price": 1512,
      "picture": "https://i.ibb.co/8rNFSqY/Untitled-design-11.png",
      "avquantity": 6670,
      "minquantity": 187,
      "name": "Genevieve Landry",
      "supplier": "BUGSALL",
      "email": "genevievelandry@bugsall.com",
      "phone": "+1 (901) 507-3673",
      "description": "Aliqua eiusmod voluptate ea id sit ad sint adipisicing minim amet laborum. Proident aute in voluptate eiusmod reprehenderit in nisi reprehenderit enim amet reprehenderit sit est. Velit officia eiusmod laborum aliqua tempor deserunt aliquip ipsum fugiat ullamco proident eu. Qui anim deserunt irure deserunt occaecat in minim elit culpa aliqua ipsum enim. Cillum aliquip consequat nostrud consectetur proident dolor officia incididunt proident exercitation occaecat qui. Exercitation ipsum ut eiusmod aliqua. Voluptate excepteur nisi ut consequat.\r\n"
    },
    {
      "_id": "62892d34a1d89c3205603d67",
      "index": 1,
      "price": 1881,
      "picture": "https://i.ibb.co/8rNFSqY/Untitled-design-11.png",
      "avquantity": 9975,
      "minquantity": 124,
      "name": "Lois Bryan",
      "supplier": "RAMEON",
      "email": "loisbryan@rameon.com",
      "phone": "+1 (911) 520-2929",
      "description": "Non fugiat consequat nulla laboris proident occaecat consectetur. Cillum tempor et minim non non nulla minim est sunt officia voluptate dolore consequat enim. Veniam ut consectetur minim pariatur commodo eu consectetur. Aliquip irure consectetur ea aliqua culpa adipisicing reprehenderit voluptate occaecat consectetur exercitation cillum. Eiusmod nulla cillum incididunt deserunt est ipsum deserunt cillum elit sint. Anim in aliquip sit cupidatat occaecat duis proident fugiat. Incididunt dolor eu incididunt tempor Lorem laboris dolore incididunt quis officia ipsum culpa proident consectetur.\r\n"
    },
    {
      "_id": "62892d34faa6467f99c35eed",
      "index": 2,
      "price": 2395,
      "picture": "https://i.ibb.co/8rNFSqY/Untitled-design-11.png",
      "avquantity": 7565,
      "minquantity": 112,
      "name": "Toni Bowen",
      "supplier": "GEEKKO",
      "email": "tonibowen@geekko.com",
      "phone": "+1 (971) 452-2650",
      "description": "Minim commodo et occaecat ullamco labore esse do dolore proident sit dolor laborum. In excepteur velit velit consectetur dolor anim anim ut tempor ut. Duis exercitation sunt sunt occaecat elit consequat occaecat velit commodo elit sunt. Officia labore est voluptate nulla veniam ea do ad nulla ullamco qui adipisicing ex voluptate. Elit sint velit non mollit laborum nisi deserunt dolore enim. Duis quis ea pariatur consectetur consequat laboris elit voluptate deserunt aliquip.\r\n"
    },
    {
      "_id": "62892d34206c2a1740520895",
      "index": 3,
      "price": 3315,
      "picture": "https://i.ibb.co/8rNFSqY/Untitled-design-11.png",
      "avquantity": 6399,
      "minquantity": 185,
      "name": "Wilma Marquez",
      "supplier": "CONFERIA",
      "email": "wilmamarquez@conferia.com",
      "phone": "+1 (845) 584-2056",
      "description": "Et ut ad dolor quis eiusmod enim nulla. Ad laboris voluptate anim occaecat enim irure consequat duis velit ut. Magna officia fugiat ullamco ipsum ex irure incididunt cupidatat cillum commodo sit consequat. Nostrud ad reprehenderit minim elit. Sit do qui do officia elit incididunt deserunt adipisicing et in consectetur.\r\n"
    },
    {
      "_id": "62892d34afef05c0b98ae70b",
      "index": 4,
      "price": 3142,
      "picture": "https://i.ibb.co/8rNFSqY/Untitled-design-11.png",
      "avquantity": 7450,
      "minquantity": 123,
      "name": "Henry Horn",
      "supplier": "SKYPLEX",
      "email": "henryhorn@skyplex.com",
      "phone": "+1 (859) 442-3974",
      "description": "Proident minim sunt adipisicing ex est nulla nisi. Mollit ea consectetur deserunt veniam eiusmod in excepteur aute duis amet. Ea laborum veniam ea et sunt ea veniam veniam nisi sit ipsum.\r\n"
    },
    {
      "_id": "62892d3408bd2503d95f8d1c",
      "index": 5,
      "price": 2581,
      "picture": "https://i.ibb.co/8rNFSqY/Untitled-design-11.png",
      "avquantity": 6090,
      "minquantity": 101,
      "name": "Fletcher Powers",
      "supplier": "TASMANIA",
      "email": "fletcherpowers@tasmania.com",
      "phone": "+1 (861) 469-2588",
      "description": "Labore labore commodo aliqua aute magna nisi non fugiat dolore incididunt et reprehenderit. Quis qui proident adipisicing tempor fugiat minim aliqua eiusmod. Aliqua elit do adipisicing fugiat eiusmod.\r\n"
    }
  ]